// Сгенерировано автоматически из catalog-profession.xml
export type AvitoProfession = {
  id: number;
  name: string;
};

export const AVITO_PROFESSIONS: AvitoProfession[] = [
    {
        id: 22006176,
        name: "Аварийный комиссар"
    },
    {
        id: 3201667,
        name: "Авитолог"
    },
    {
        id: 3201738,
        name: "Автожестянщик"
    },
    {
        id: 22006104,
        name: "Автоинструктор"
    },
    {
        id: 3201668,
        name: "Автомаляр"
    },
    {
        id: 3201669,
        name: "Автомеханик"
    },
    {
        id: 3201670,
        name: "Автомойщик"
    },
    {
        id: 22006128,
        name: "Автоперегонщик"
    },
    {
        id: 22006168,
        name: "Авторазборщик"
    },
    {
        id: 3201671,
        name: "Автослесарь"
    },
    {
        id: 3201672,
        name: "Автоэлектрик"
    },
    {
        id: 3201676,
        name: "Агроном"
    },
    {
        id: 3201677,
        name: "Адвокат"
    },
    {
        id: 3201678,
        name: "Администратор"
    },
    {
        id: 3201682,
        name: "Актёр"
    },
    {
        id: 22006182,
        name: "Актёр массовки"
    },
    {
        id: 3201683,
        name: "Альпинист"
    },
    {
        id: 3201684,
        name: "Аналитик"
    },
    {
        id: 3201685,
        name: "Аниматор"
    },
    {
        id: 22006169,
        name: "Антикорщик"
    },
    {
        id: 3201686,
        name: "Аппаратчик"
    },
    {
        id: 3201687,
        name: "Арматурщик"
    },
    {
        id: 3201688,
        name: "Артист"
    },
    {
        id: 3201689,
        name: "Архивариус"
    },
    {
        id: 3201690,
        name: "Архитектор"
    },
    {
        id: 3201693,
        name: "Банковский работник"
    },
    {
        id: 22006154,
        name: "Банщик"
    },
    {
        id: 3235329,
        name: "Барбер"
    },
    {
        id: 3201694,
        name: "Бариста"
    },
    {
        id: 3201695,
        name: "Бармен"
    },
    {
        id: 3201696,
        name: "Бетонщик"
    },
    {
        id: 3201697,
        name: "Библиотекарь"
    },
    {
        id: 3235418,
        name: "Бортпроводник"
    },
    {
        id: 3201699,
        name: "Бригадир"
    },
    {
        id: 3235330,
        name: "Бровист"
    },
    {
        id: 3201700,
        name: "Брокер"
    },
    {
        id: 3201701,
        name: "Бурильщик"
    },
    {
        id: 3235331,
        name: "Буфетчик"
    },
    {
        id: 3201702,
        name: "Бухгалтер"
    },
    {
        id: 3201703,
        name: "Вальцовщик"
    },
    {
        id: 22006174,
        name: "Вахтёр"
    },
    {
        id: 3235416,
        name: "Веб-дизайнер"
    },
    {
        id: 3235332,
        name: "Ведущий мероприятий"
    },
    {
        id: 3201704,
        name: "Ветеринар"
    },
    {
        id: 3235333,
        name: "Ветеринарный санитар"
    },
    {
        id: 3201705,
        name: "Видеомонтажёр"
    },
    {
        id: 3201706,
        name: "Видеооператор"
    },
    {
        id: 3201707,
        name: "Визажист"
    },
    {
        id: 22283175,
        name: "Водитель грузового транспорта"
    },
    {
        id: 22283176,
        name: "Водитель пассажирского транспорта"
    },
    {
        id: 22006145,
        name: "Водитель по перевозке опасных грузов"
    },
    {
        id: 22283177,
        name: "Водитель спецтехники"
    },
    {
        id: 3201871,
        name: "Водитель такси"
    },
    {
        id: 3201726,
        name: "Водитель-дальнобойщик"
    },
    {
        id: 22006130,
        name: "Водитель-заправщик"
    },
    {
        id: 3201727,
        name: "Водитель-экспедитор"
    },
    {
        id: 3201717,
        name: "Военный"
    },
    {
        id: 3235334,
        name: "Вокалист"
    },
    {
        id: 3235335,
        name: "Волонтёр"
    },
    {
        id: 3201718,
        name: "Воспитатель"
    },
    {
        id: 3201719,
        name: "Врач"
    },
    {
        id: 22006164,
        name: "Вязальщик"
    },
    {
        id: 22006189,
        name: "Газорезчик"
    },
    {
        id: 22283178,
        name: "Газосварщик"
    },
    {
        id: 3235336,
        name: "Гальваник"
    },
    {
        id: 3201720,
        name: "Гардеробщик"
    },
    {
        id: 3235337,
        name: "Геймер-бустер"
    },
    {
        id: 22005212,
        name: "Генеральный директор"
    },
    {
        id: 3235338,
        name: "Геодезист"
    },
    {
        id: 3201722,
        name: "Гипсокартонщик"
    },
    {
        id: 3235339,
        name: "Гладильщик"
    },
    {
        id: 3235340,
        name: "Глазуровщик"
    },
    {
        id: 3235341,
        name: "Гончар"
    },
    {
        id: 3235342,
        name: "Горничная"
    },
    {
        id: 18749197,
        name: "Горный мастер"
    },
    {
        id: 3201723,
        name: "Государственный служащий"
    },
    {
        id: 22006179,
        name: "Графический дизайнер"
    },
    {
        id: 3201725,
        name: "Грузчик"
    },
    {
        id: 22006103,
        name: "Грумер"
    },
    {
        id: 3201728,
        name: "Дворник"
    },
    {
        id: 3235344,
        name: "Дезинфектор"
    },
    {
        id: 3201729,
        name: "Делопроизводитель"
    },
    {
        id: 3235345,
        name: "Детейлер"
    },
    {
        id: 18749190,
        name: "Дефектоскопист"
    },
    {
        id: 22006184,
        name: "Диджей"
    },
    {
        id: 3201730,
        name: "Дизайнер"
    },
    {
        id: 18749201,
        name: "Директолог"
    },
    {
        id: 3201731,
        name: "Директор"
    },
    {
        id: 22006177,
        name: "Директор магазина"
    },
    {
        id: 3201732,
        name: "Диспетчер"
    },
    {
        id: 3201734,
        name: "Документовед"
    },
    {
        id: 3201735,
        name: "Домработница"
    },
    {
        id: 22283180,
        name: "Дорожный мастер"
    },
    {
        id: 3201736,
        name: "Дорожный рабочий"
    },
    {
        id: 3235347,
        name: "дояр / доярка"
    },
    {
        id: 22006121,
        name: "Дробильщик"
    },
    {
        id: 3201666,
        name: "Другая"
    },
    {
        id: 3201737,
        name: "Железнодорожник"
    },
    {
        id: 3235348,
        name: "Жиловщик мяса"
    },
    {
        id: 22006180,
        name: "Журналист"
    },
    {
        id: 3201739,
        name: "Завхоз"
    },
    {
        id: 3235349,
        name: "Заготовщик мяса"
    },
    {
        id: 3201740,
        name: "Закройщик"
    },
    {
        id: 22006119,
        name: "Заливщик"
    },
    {
        id: 3201741,
        name: "Замерщик"
    },
    {
        id: 22006098,
        name: "Заместитель директора"
    },
    {
        id: 22006099,
        name: "Заместитель управляющего"
    },
    {
        id: 3201742,
        name: "Заправщик"
    },
    {
        id: 22006120,
        name: "Заточник"
    },
    {
        id: 22006186,
        name: "Звукооператор"
    },
    {
        id: 3201743,
        name: "Звукорежиссёр"
    },
    {
        id: 3235351,
        name: "Зооняня"
    },
    {
        id: 3235352,
        name: "Зоотехник"
    },
    {
        id: 18749207,
        name: "Зубной техник"
    },
    {
        id: 22006115,
        name: "Зуборезчик"
    },
    {
        id: 3201744,
        name: "Изолировщик"
    },
    {
        id: 3201745,
        name: "Инженер"
    },
    {
        id: 22283182,
        name: "Инженер КИПиА"
    },
    {
        id: 22283184,
        name: "Инженер по подготовке производства"
    },
    {
        id: 22283186,
        name: "Инженер ПТО"
    },
    {
        id: 22283188,
        name: "Инженер строительного контроля"
    },
    {
        id: 22283190,
        name: "Инженер технического надзора"
    },
    {
        id: 22283191,
        name: "Инженер-геодезист"
    },
    {
        id: 22283192,
        name: "Инженер-механик"
    },
    {
        id: 22283194,
        name: "Инженер-сметчик"
    },
    {
        id: 22283195,
        name: "Инженер-техник"
    },
    {
        id: 22283196,
        name: "Инженер-технолог"
    },
    {
        id: 22283198,
        name: "Инженер-химик"
    },
    {
        id: 22283200,
        name: "Инженер-энергетик"
    },
    {
        id: 3201746,
        name: "Инкассатор"
    },
    {
        id: 3201747,
        name: "Инспектор"
    },
    {
        id: 3235354,
        name: "Интервьюер"
    },
    {
        id: 22006100,
        name: "Испытатель"
    },
    {
        id: 3235356,
        name: "Кабельщик"
    },
    {
        id: 3201749,
        name: "Кальянщик"
    },
    {
        id: 3201750,
        name: "Каменщик"
    },
    {
        id: 22006106,
        name: "Капитан"
    },
    {
        id: 3235357,
        name: "Каппер"
    },
    {
        id: 3201751,
        name: "Кассир"
    },
    {
        id: 22006101,
        name: "Кинолог"
    },
    {
        id: 3201753,
        name: "Кладовщик"
    },
    {
        id: 3235358,
        name: "Кольщик дров"
    },
    {
        id: 3201754,
        name: "Коммерческий агент"
    },
    {
        id: 3201755,
        name: "Комплектовщик"
    },
    {
        id: 3201756,
        name: "Компьютерный мастер"
    },
    {
        id: 3201757,
        name: "Кондитер"
    },
    {
        id: 3235359,
        name: "Консультант"
    },
    {
        id: 3235360,
        name: "Консьерж"
    },
    {
        id: 3235361,
        name: "Контент-менеджер"
    },
    {
        id: 3201758,
        name: "Контролёр"
    },
    {
        id: 22006157,
        name: "Конюх"
    },
    {
        id: 22005210,
        name: "Координатор"
    },
    {
        id: 3201759,
        name: "Копирайтер"
    },
    {
        id: 3201760,
        name: "Косметолог"
    },
    {
        id: 22006191,
        name: "Котломойщик"
    },
    {
        id: 3201761,
        name: "Кочегар"
    },
    {
        id: 3201762,
        name: "Крановщик"
    },
    {
        id: 3201763,
        name: "Кредитный специалист"
    },
    {
        id: 3201764,
        name: "Кровельщик"
    },
    {
        id: 22006166,
        name: "Кузнец"
    },
    {
        id: 22006167,
        name: "Кузовщик"
    },
    {
        id: 3235362,
        name: "Куратор"
    },
    {
        id: 3201765,
        name: "Курьер"
    },
    {
        id: 18749195,
        name: "Лаборант"
    },
    {
        id: 22006147,
        name: "Лепщик полуфабрикатов"
    },
    {
        id: 3201766,
        name: "Лесоруб"
    },
    {
        id: 3201767,
        name: "Литейщик"
    },
    {
        id: 3201768,
        name: "Логист"
    },
    {
        id: 3201769,
        name: "Логопед"
    },
    {
        id: 3201770,
        name: "Маляр"
    },
    {
        id: 3201771,
        name: "Мангальщик"
    },
    {
        id: 3201772,
        name: "Маркетолог"
    },
    {
        id: 3201773,
        name: "Маркировщик"
    },
    {
        id: 18749196,
        name: "Маркшейдер"
    },
    {
        id: 3201774,
        name: "Массажист"
    },
    {
        id: 22006153,
        name: "Мастер депиляции"
    },
    {
        id: 3201775,
        name: "Мастер ногтевого сервиса"
    },
    {
        id: 3235364,
        name: "Мастер по наращиванию ресниц"
    },
    {
        id: 3235365,
        name: "Мастер по ремонту бытовой техники"
    },
    {
        id: 22006172,
        name: "Мастер по ремонту газового оборудования"
    },
    {
        id: 3235366,
        name: "Мастер по ремонту телефонов"
    },
    {
        id: 22006171,
        name: "Мастер по ремонту холодильного оборудования"
    },
    {
        id: 3235367,
        name: "Мастер по химчистке"
    },
    {
        id: 22006170,
        name: "Мастер приёмщик"
    },
    {
        id: 3235363,
        name: "Мастер эпиляции"
    },
    {
        id: 22006102,
        name: "Матрос"
    },
    {
        id: 22283202,
        name: "Машинист ж/д техники"
    },
    {
        id: 22283204,
        name: "Машинист спецтехники"
    },
    {
        id: 3235368,
        name: "Мебельщик"
    },
    {
        id: 3201778,
        name: "медбрат / медсестра"
    },
    {
        id: 22006110,
        name: "Медицинский регистратор"
    },
    {
        id: 22005211,
        name: "Менеджер по клинингу"
    },
    {
        id: 3201780,
        name: "Менеджер по организации мероприятий"
    },
    {
        id: 3201781,
        name: "Менеджер по персоналу"
    },
    {
        id: 3201782,
        name: "Менеджер по продажам"
    },
    {
        id: 3201783,
        name: "Менеджер по работе с клиентами"
    },
    {
        id: 18749203,
        name: "Менеджер по работе с маркетплейсами"
    },
    {
        id: 3201784,
        name: "Менеджер по развитию бизнеса"
    },
    {
        id: 3201785,
        name: "Менеджер по рекламе"
    },
    {
        id: 3235410,
        name: "Менеджер проектов"
    },
    {
        id: 3201787,
        name: "Мерчендайзер"
    },
    {
        id: 3235369,
        name: "Методист"
    },
    {
        id: 3201788,
        name: "Механик"
    },
    {
        id: 3201789,
        name: "Модель"
    },
    {
        id: 3235371,
        name: "Модератор"
    },
    {
        id: 3235372,
        name: "Мойщик"
    },
    {
        id: 3201791,
        name: "Монолитчик"
    },
    {
        id: 3201792,
        name: "Монтажник"
    },
    {
        id: 3235373,
        name: "Монтёр пути"
    },
    {
        id: 22283205,
        name: "Моторист"
    },
    {
        id: 3201793,
        name: "Музыкант"
    },
    {
        id: 3201794,
        name: "Мясник"
    },
    {
        id: 22006165,
        name: "Набивщик изделий"
    },
    {
        id: 3235374,
        name: "Наборщик текста"
    },
    {
        id: 3201795,
        name: "Наладчик"
    },
    {
        id: 22006175,
        name: "Начальник охраны"
    },
    {
        id: 22006163,
        name: "Начальник смены"
    },
    {
        id: 22006162,
        name: "Начальник участка"
    },
    {
        id: 3201799,
        name: "Няня"
    },
    {
        id: 22006146,
        name: "Обвальщик мяса"
    },
    {
        id: 3201800,
        name: "Обивщик"
    },
    {
        id: 3201801,
        name: "Облицовщик"
    },
    {
        id: 22006187,
        name: "Обмотчик"
    },
    {
        id: 22006152,
        name: "Обработчик рыбы"
    },
    {
        id: 22006114,
        name: "Обрубщик"
    },
    {
        id: 3201803,
        name: "Овощевод"
    },
    {
        id: 22006178,
        name: "Онлайн-консультант"
    },
    {
        id: 22006173,
        name: "Оператор видеонаблюдения"
    },
    {
        id: 3201805,
        name: "Оператор колл-центра"
    },
    {
        id: 22006122,
        name: "Оператор котельной"
    },
    {
        id: 3201806,
        name: "Оператор ПК"
    },
    {
        id: 22006160,
        name: "Оператор производственной линии"
    },
    {
        id: 22006159,
        name: "Оператор пункта выдачи заказов"
    },
    {
        id: 3201862,
        name: "Оператор станка"
    },
    {
        id: 22006181,
        name: "Оператор чата"
    },
    {
        id: 3235377,
        name: "Оптометрист"
    },
    {
        id: 3201807,
        name: "Отделочник"
    },
    {
        id: 3201808,
        name: "Офис-менеджер"
    },
    {
        id: 3201809,
        name: "Официант"
    },
    {
        id: 3201810,
        name: "Охранник"
    },
    {
        id: 22283206,
        name: "Охранник ГБР"
    },
    {
        id: 3235378,
        name: "Оценщик"
    },
    {
        id: 3201811,
        name: "Парикмахер"
    },
    {
        id: 3235379,
        name: "Пастух"
    },
    {
        id: 3201812,
        name: "Пекарь"
    },
    {
        id: 3201813,
        name: "Переводчик"
    },
    {
        id: 3201814,
        name: "Пескоструйщик"
    },
    {
        id: 3235381,
        name: "Печатник"
    },
    {
        id: 3201837,
        name: "Пилорамщик"
    },
    {
        id: 3201815,
        name: "Пилот"
    },
    {
        id: 3201816,
        name: "Пиццамейкер"
    },
    {
        id: 22006118,
        name: "Плавильщик"
    },
    {
        id: 3201817,
        name: "Плиточник"
    },
    {
        id: 3201818,
        name: "Плотник"
    },
    {
        id: 3201819,
        name: "Повар"
    },
    {
        id: 22006151,
        name: "Повар-кассир"
    },
    {
        id: 3201820,
        name: "Подсобный рабочий"
    },
    {
        id: 3201821,
        name: "Пожарный"
    },
    {
        id: 3201822,
        name: "Полировщик"
    },
    {
        id: 3201823,
        name: "Полицейский"
    },
    {
        id: 22006124,
        name: "Помощник официанта"
    },
    {
        id: 22006192,
        name: "Помощник по хозяйству"
    },
    {
        id: 3201825,
        name: "Помощник руководителя"
    },
    {
        id: 3201826,
        name: "Портной"
    },
    {
        id: 3201790,
        name: "Посудомойщик"
    },
    {
        id: 3201827,
        name: "Почтальон"
    },
    {
        id: 3235380,
        name: "Преподаватель"
    },
    {
        id: 22006116,
        name: "Прессовщик"
    },
    {
        id: 3201829,
        name: "Приёмщик"
    },
    {
        id: 3235382,
        name: "Продавец"
    },
    {
        id: 3235383,
        name: "Продавец-кассир"
    },
    {
        id: 3201831,
        name: "Продавец-консультант"
    },
    {
        id: 3235384,
        name: "Проектировщик"
    },
    {
        id: 3201832,
        name: "Промоутер"
    },
    {
        id: 22006188,
        name: "Прораб"
    },
    {
        id: 3201833,
        name: "Психолог"
    },
    {
        id: 3201834,
        name: "Работник кухни"
    },
    {
        id: 3201828,
        name: "Работник прачечной"
    },
    {
        id: 22006156,
        name: "Работник теплицы"
    },
    {
        id: 3201835,
        name: "Работник торгового зала"
    },
    {
        id: 22006123,
        name: "Раздатчик в столовую"
    },
    {
        id: 3201836,
        name: "Разнорабочий"
    },
    {
        id: 3235411,
        name: "Разработчик"
    },
    {
        id: 3201838,
        name: "Расклейщик"
    },
    {
        id: 3201839,
        name: "Раскройщик"
    },
    {
        id: 3201840,
        name: "Распиловщик"
    },
    {
        id: 18749198,
        name: "Регулировщик РЭА"
    },
    {
        id: 3235385,
        name: "Редактор"
    },
    {
        id: 3235386,
        name: "Резчик"
    },
    {
        id: 3201844,
        name: "Рекрутер"
    },
    {
        id: 3201845,
        name: "Ремонтник"
    },
    {
        id: 3201846,
        name: "Репетитор"
    },
    {
        id: 3235387,
        name: "Реставратор"
    },
    {
        id: 22006185,
        name: "Ретушёр"
    },
    {
        id: 3201847,
        name: "Риелтор"
    },
    {
        id: 18749204,
        name: "Ритуальный агент"
    },
    {
        id: 3201848,
        name: "Руководитель"
    },
    {
        id: 3201849,
        name: "Садовник"
    },
    {
        id: 3201850,
        name: "Санитар / санитарка"
    },
    {
        id: 3201852,
        name: "Сантехник"
    },
    {
        id: 3201802,
        name: "Сапожник"
    },
    {
        id: 3235388,
        name: "Сборщик мебели"
    },
    {
        id: 22006158,
        name: "Сборщик урожая"
    },
    {
        id: 3201854,
        name: "Сварщик"
    },
    {
        id: 22006111,
        name: "Сверловщик"
    },
    {
        id: 3201855,
        name: "Секретарь"
    },
    {
        id: 18749200,
        name: "Секретарь судебный"
    },
    {
        id: 3235389,
        name: "Сельскохозяйственный рабочий"
    },
    {
        id: 3235390,
        name: "Сиделка"
    },
    {
        id: 3235413,
        name: "Системный администратор"
    },
    {
        id: 22006161,
        name: "Сканировщик"
    },
    {
        id: 3201856,
        name: "Скотник"
    },
    {
        id: 3201857,
        name: "Слесарь"
    },
    {
        id: 22283208,
        name: "Слесарь КИПиА"
    },
    {
        id: 22283210,
        name: "Слесарь МСР"
    },
    {
        id: 22283211,
        name: "Слесарь-инструментальщик"
    },
    {
        id: 22283213,
        name: "Слесарь-ремонтник"
    },
    {
        id: 22283214,
        name: "Слесарь-электрик"
    },
    {
        id: 3235391,
        name: "Сортировщик"
    },
    {
        id: 22283216,
        name: "Составитель поездов"
    },
    {
        id: 3201859,
        name: "Сотрудник склада"
    },
    {
        id: 3235395,
        name: "Специалист по закупкам"
    },
    {
        id: 22283218,
        name: "Специалист по исполнительному производству"
    },
    {
        id: 3235394,
        name: "Специалист по охране труда"
    },
    {
        id: 3235397,
        name: "Специалист поддержки"
    },
    {
        id: 3235398,
        name: "Специалист сервисного центра"
    },
    {
        id: 3201860,
        name: "Специалист технической поддержки"
    },
    {
        id: 3201861,
        name: "Сталевар"
    },
    {
        id: 3201863,
        name: "Стекольщик"
    },
    {
        id: 3201864,
        name: "Стикеровщик"
    },
    {
        id: 3201865,
        name: "Столяр"
    },
    {
        id: 3235399,
        name: "Стоматолог"
    },
    {
        id: 3235400,
        name: "Сторож"
    },
    {
        id: 18749205,
        name: "Страховой агент"
    },
    {
        id: 3235401,
        name: "Стример"
    },
    {
        id: 3235402,
        name: "Строгальщик"
    },
    {
        id: 3201866,
        name: "Строитель"
    },
    {
        id: 3201867,
        name: "Стропальщик"
    },
    {
        id: 22006148,
        name: "Су-шеф"
    },
    {
        id: 3235403,
        name: "Судебный пристав"
    },
    {
        id: 3201868,
        name: "Супервайзер"
    },
    {
        id: 3201869,
        name: "Сушист"
    },
    {
        id: 3201842,
        name: "Счётчик-ревизор"
    },
    {
        id: 3201870,
        name: "Тайный покупатель"
    },
    {
        id: 22006149,
        name: "Тандырщик"
    },
    {
        id: 22006183,
        name: "Танцор"
    },
    {
        id: 18749202,
        name: "Таргетолог"
    },
    {
        id: 3201872,
        name: "Телохранитель"
    },
    {
        id: 22006112,
        name: "Термист"
    },
    {
        id: 3235404,
        name: "Тестировщик"
    },
    {
        id: 3201873,
        name: "Техник"
    },
    {
        id: 3201874,
        name: "Технолог"
    },
    {
        id: 3201875,
        name: "Товаровед"
    },
    {
        id: 3201876,
        name: "Токарь"
    },
    {
        id: 3201877,
        name: "Торговый представитель"
    },
    {
        id: 3201878,
        name: "Тренер"
    },
    {
        id: 18749206,
        name: "Турагент"
    },
    {
        id: 3201879,
        name: "Уборщик"
    },
    {
        id: 3201880,
        name: "Упаковщик"
    },
    {
        id: 3201881,
        name: "Управляющий"
    },
    {
        id: 3201884,
        name: "Фармацевт"
    },
    {
        id: 3201885,
        name: "Фасадчик"
    },
    {
        id: 3201886,
        name: "Фасовщик"
    },
    {
        id: 3201887,
        name: "Фельдшер"
    },
    {
        id: 3201889,
        name: "Финансовый консультант"
    },
    {
        id: 22006105,
        name: "Фитнес-тренер"
    },
    {
        id: 3201890,
        name: "Флорист"
    },
    {
        id: 3201891,
        name: "Формовщик"
    },
    {
        id: 3235406,
        name: "Фотограф"
    },
    {
        id: 3201892,
        name: "Фрезеровщик"
    },
    {
        id: 18749199,
        name: "Химик"
    },
    {
        id: 3201893,
        name: "Хореограф"
    },
    {
        id: 3201894,
        name: "Хостес"
    },
    {
        id: 3201895,
        name: "Художник"
    },
    {
        id: 3201896,
        name: "Часовщик"
    },
    {
        id: 3201897,
        name: "Шаурмист"
    },
    {
        id: 3201898,
        name: "Шахтёр"
    },
    {
        id: 3201900,
        name: "Швея"
    },
    {
        id: 22006150,
        name: "Шеф-повар"
    },
    {
        id: 3201901,
        name: "Шиномонтажник"
    },
    {
        id: 3201902,
        name: "Шлифовщик"
    },
    {
        id: 22006113,
        name: "Штабелировщик металла"
    },
    {
        id: 22006117,
        name: "Штамповщик"
    },
    {
        id: 3201903,
        name: "Штукатур"
    },
    {
        id: 3235419,
        name: "Эколог"
    },
    {
        id: 3201904,
        name: "Экономист"
    },
    {
        id: 3201905,
        name: "Электрик"
    },
    {
        id: 22006190,
        name: "Электрогазосварщик"
    },
    {
        id: 3201906,
        name: "Электромонтажник"
    },
    {
        id: 3235408,
        name: "Энергетик"
    },
    {
        id: 3201907,
        name: "Ювелир"
    },
    {
        id: 3201908,
        name: "Юрист"
    },
    {
        id: 3201910,
        name: "SMM-специалист"
    }
];
